[
  "Dan (Laish) Jeroboam set up a golden calf for the Northern Kingdom to worship (1 Kgs 12:26–33). Dan was the northern limit of ancient Israel.",
  "Mount Carmel Elijah challenged the prophets of Baal and opened the heavens for rain (1 Kgs 18:17–46).",
  "Megiddo A place of many battles (Jud 4:13–16, Jud 5:19, 2 Kgs 23:29, 2 Ch 35:20-27, 2 Ch 23).",
  "Solomon raised a levy to build up Megiddo (1 Kgs 9:15).",
  "King Josiah of Judah was mortally wounded in a battle against Pharaoh Necho of Egypt (2 Kgs 23:29–30).",
  "At the Second Coming of the Lord, a great and final conflict will take place in the Jezreel Valley as part of the battle of Armageddon (Jl 3:14, Re 16:16, Re 19:11–21). The name Armageddon is a Greek transliteration from the Hebrew Har Megiddon, or Mountain of Megiddo.",
  "Jezreel The name of a city in the largest and most fertile valley of Israel by the same name. The kings of the Northern Kingdom built a palace here (2 Sm 2:8–9, 1 Kgs 21:1–2).",
  "Wicked Queen Jezebel lived and died here (1 Kgs 21, 2 Kgs 9:30).",
  "Beth-shan Israel faced the Canaanites here (Js 17:12–16).",
  "Saul’s body was fastened to the walls of this fortress (1 Sm 31:10–13).",
  "Dothan Joseph was sold into slavery by his brothers (Gn 37:17, Gn 28, Gn 45:4).",
  "Elisha had a vision of the mountain full of horses and chariots (2 Kgs 6:12–17).",
  "Samaria The Northern Kingdom’s capital (1 Kgs 16:24–29).",
  "King Ahab built a temple to Baal (1 Kgs 16:32–33).",
  "Elijah and Elisha ministered (1 Kgs 18:2, 2 Kgs 6:19–20).",
  "In 721 B.C. the Assyrians conquered it, completing the capture of the ten tribes (2 Kgs 18:9–10).",
  "Shechem Abraham built an altar (Gn 12:6–7).",
  "Jacob lived near here. Simeon and Levi massacred all the males of this city (Gn 34:25).",
  "Joshua’s encouragement to “choose … this day” to serve God came in Shechem (Js 24:15).",
  "Here Jeroboam established the first capital of the Northern Kingdom (1 Kgs 12).",
  "Mount Ebal and Mount Gerizim Joshua divided Israel on these two mounts—the blessings of the law were proclaimed from Mount Gerizim, while the cursings came from Mount Ebal (Js 8:33).",
  "The Samaritans later built a temple on Gerizim (2 Kgs 17:32–33).",
  "Penuel (Peniel) Here Jacob wrestled all night with a messenger of the Lord (Gn 32:24–32).",
  "Gideon destroyed a Midianite fortress (Jud 8:5, Jud 8–9).",
  "Joppa Jonah sailed from here toward Tarshish to avoid his mission to Nineveh (Jn 1:1–3).",
  "Shiloh During the time of the Judges, Israel’s capital and the tabernacle were located here (1 Sm 4:3–4).",
  "Jacob had a vision of a ladder reaching into heaven (Gn 28:10–22). The tabernacle was located here for a time (Jud 20:26–28).",
  "Jeroboam set up a golden calf for the Northern Kingdom to worship (1 Kgs 12:26–33).",
  "Gibeon Hivite people from here tricked Joshua into a treaty (Js 9).",
  "The sun stood still while Joshua won a battle (Js 10:2–13).",
  "This was also a temporary site of the tabernacle (1 Ch 16:39).",
  "Gaza, Ashdod, Ashkelon, Ekron, Gath (the five cities of the Philistines) From these cities the Philistines often made war on Israel.",
  "Bethlehem Rachel was buried nearby (Gn 35:19). Ruth and Boaz lived here (Rt 1:1–2, Rt 2:1, Rt 4). It was called the city of David (Luke 2:4).",
  "Hebron Abraham (Gn 13:18), Isaac, Jacob (Gn 35:27), David (2 Sm 2:1–4), and Absalom (2 Sm 15:10) lived here.",
  "This was the first capital of Judah under King David (2 Sm 2:11).",
  "It is believed that Abraham, Sarah, Isaac, Rebekah, Jacob, and Leah were buried here in the cave of Machpelah (Gn 23:17–20, Gn 49:31, Gn 33).",
  "En-gedi David hid from Saul and spared Saul’s life (1 Sm 23:29,1 Sm 24:1-22).",
  "Gerar Abraham and Isaac lived here for a time (Gn 20, Gn 21, Gn 22, Gn 26).",
  "Beersheba Abraham dug a well here and covenanted with Abimelech (Gn 21:31).",
  "Isaac saw the Lord (Gn 26:17, Gn 23, Gn 24), and Jacob lived here (Gn 35:10, Gn 46:1).",
  "Sodom and Gomorrah Lot chose to live in Sodom (Gn 13:11–12, Gn 14:12).",
  "God destroyed Sodom and Gomorrah because of wickedness (Gn 19:24–26).",
  "Jesus later used these cities as symbols of wickedness (Mt 10:15)."
]
