[
  "Tyre and Sidon Jesus compared Chorazin and Bethsaida to Tyre and Sidon (Mt 11:20–22). He healed the daughter of a Gentile woman (Mt 15:21–28).",
  "Mount of Transfiguration Jesus was transfigured before Peter, James, and John, and they received the keys of the kingdom (Mt 17:1–13). (Some believe the Mount of Transfiguration to be Mount Hermon, others believe it to be Mount Tabor.)",
  "Caesarea Philippi Peter testified that Jesus is the Christ and was promised the keys of the kingdom (Mt 16:13–20).",
  "Jesus foretold His own death and Resurrection (Mt 16:21–28).",
  "Region of Galilee Jesus spent most of His life and ministry in Galilee (Mt 4:23–25). Here He gave the Sermon on the Mount (Mt 5–7), healed a leper (Mt 8:1–4), and chose, ordained, and sent forth the Twelve Apostles, of whom only Judas Iscariot was apparently not Galilean (Mk 3:13–19). In Galilee the risen Christ appeared to the Apostles (Mt 28:16–20).",
  "Sea of Galilee, later called Sea of Tiberias Jesus taught from Peter’s boat (Lk 5:1–3) and called Peter, Andrew, James, and John to be fishers of men (Mt 4:18–22, Lk 5:1–11). He also stilled the tempest (Lk 8:22–25), taught parables from a boat (Mt 13), walked on the sea (Mt 14:22–32), and appeared to His disciples after His Resurrection (Jo 21).",
  "Bethsaida Peter, Andrew, and Philip were born in Bethsaida (Jo 1:44). Jesus went away privately with the Apostles near Bethsaida. The multitudes followed Him, and He fed the 5,000 (Lk 9:10–17, Jo 6:1–14). Here Jesus healed a blind man (Mk 8:22–26).",
  "Capernaum This was Peter’s home (Mt 8:5, Mt 14). In Capernaum, which Matthew called Jesus’ “own city,” Jesus healed a paralytic (Mt 9:1–7, Mk 2:1–12), cured a centurion’s servant, healed the mother of Peter’s wife (Mt 8:5–15), called Matthew to be one of His Apostles (Mt 9:9), opened blind eyes, cast out a devil (Mt 9:27–33), healed a man’s withered hand on the Sabbath (Mt 12:9–13), gave the bread of life discourse (Jo 6:22–65), and agreed to pay taxes, telling Peter to get the money from a fish’s mouth (Mt 17:24–27).",
  "Magdala This was the home of Mary Magdalene (Mk 16:9). Jesus came here after feeding the 4,000 (Mt 15:32–39), and the Pharisees and Sadducees requested that He show them a sign from heaven (Mt 16:1–4).",
  "Cana Jesus turned water into wine (Jo 2:1–11) and healed a nobleman’s son who was at Capernaum (Jo 4:46–54). Cana was also the home of Nathanael (Jo 21:2).",
  "Nazareth The annunciations to Mary and Joseph took place in Nazareth (Mt 1:18–25, Lk 1:26–38, Lk 2:4–5). After returning from Egypt, Jesus spent His childhood and youth here (Mt 2:19–23, Lk 2:51–52), announced that He was the Messiah, and was rejected by His own (Lk 4:14–32).",
  "Jericho Jesus gave sight to a blind man (Lk 18:35–43). He also dined with Zacchaeus, “chief among the publicans” (Lk 19:1–10).",
  "Bethabara John the Baptist testified that he was “the voice of one crying in the wilderness” (Jo 1:19–28). John baptized Jesus in the Jordan River and testified that Jesus is the Lamb of God (Jo 1:28–34).",
  "Wilderness of Judea John the Baptist preached in this wilderness (Mt 3:1–4), where Jesus fasted 40 days and was tempted (Mt 4:1–11).",
  "Emmaus The risen Christ walked on the road to Emmaus with two of His disciples (Lk 24:13–32).",
  "Bethphage Two disciples brought Jesus a colt on which He began His triumphal entry into Jerusalem (Mt 21:1–11).",
  "Bethany This was the home of Mary, Martha, and Lazarus (Jo 11:1). Mary heard Jesus’ words, and Jesus spoke to Martha of choosing the “good part” (Lk 10:38–42), Jesus raised Lazarus from the dead (John 11:1–44), and Mary anointed Jesus’ feet (Mt 26:6–13, Jo 12:1–8).",
  "Bethlehem Jesus was born and was laid in a manger (Lk 2:1–7), angels heralded to the shepherds the birth of Jesus (Lk 2:8–20), wise men were directed by a star to Jesus (Mt 2:1–12), and Herod slew the children (Mt 2:16–18)."
]
