Repository: GrozianDeveloper/Bible
Catalog: Bible/Managers/BibleManager/Localization/*.lproj/Bible.strings
Languages: ru

source: Genesis
ru: Бытие

source: Exodus
ru: Исход

source: Leviticus
ru: Левит

source: Numbers
ru: Числа

source: Deuteronomy
ru: Второзаконие

source: Joshua
ru: Иисус Навин

source: Judges
ru: Судьи

source: Ruth
ru: Руфь

source: 1 Samuel
ru: 1 Царств

source: 2 Samuel
ru: 2 Царств

source: 1 Kings
ru: 3 Царств

source: 2 Kings
ru: 4 Царств

source: 1 Chronicles
ru: 1 Паралипоменон

source: 2 Chronicles
ru: 2 Паралипоменон

source: Ezra
ru: Ездра

source: Nehemiah
ru: Неемия

source: Esther
ru: Есфирь

source: Job
ru: Иов

source: Psalms
ru: Псалтырь

source: Proverbs
ru: Притчи

source: Ecclesiastes
ru: Экклезиаст

source: Song of Solomon
ru: Песня Песней

source: Isaiah
ru: Исаия

source: Jeremiah
ru: Иеремия

source: Lamentations
ru: Плач Иеремии

source: Ezekiel
ru: Иезекииль

source: Daniel
ru: Даниил

source: Hosea
ru: Осия

source: Joel
ru: Иоиль

source: Amos
ru: Амос

source: Obadiah
ru: Авдий

source: Jonah
ru: Иона

source: Micah
ru: Михей

source: Nahum
ru: Наум

source: Habakkuk
ru: Аввакум

source: Zephaniah
ru: Софония

source: Haggai
ru: Аггей

source: Zechariah
ru: Захария

source: Malachi
ru: Малахия

source: Matthew
ru: От Матфея

source: Mark
ru: От Марка

source: Luke
ru: От Луки

source: John
ru: От Иоанна

source: Acts
ru: Деяния

source: Romans
ru: К Римлянам

source: 1 Corinthians
ru: 1 Коринфянам

source: 2 Corinthians
ru: 2 Коринфянам

source: Galatians
ru: К Галатам

source: Ephesians
ru: К Ефесянам

source: Philippians
ru: К Филиппийцам

source: Colossians
ru: К Колоссянам

source: 1 Thessalonians
ru: 1 Фессалоникийцам

source: 2 Thessalonians
ru: 2 Фессалоникийцам

source: 1 Timothy
ru: 1 Тимофею

source: 2 Timothy
ru: 2 Тимофею

source: Titus
ru: К Титу

source: Philemon
ru: К Филемону

source: Hebrews
ru: К Евреям

source: James
ru: Иакова

source: 1 Peter
ru: 1 Петра

source: 2 Peter
ru: 2 Петра

source: 1 John
ru: 1 Иоанна

source: 2 John
ru: 2 Иоанна

source: 3 John
ru: 3 Иоанна

source: Jude
ru: Иуды

source: Revelation
ru: Откровение

source: Gn
ru: Быт

source: Ex
ru: Исх

source: Lv
ru: Лев

source: Nm
ru: Чис

source: Dt
ru: Втор

source: Js
ru: Нав

source: Jud
ru: Суд

source: Rt
ru: Руф

source: 1 Sm
ru: 1 Цар

source: 2 Sm
ru: 2 Цар

source: 1 Kgs
ru: 3 Цар

source: 2 Kgs
ru: 4 Цар

source: 1 Ch
ru: 1 Пар

source: 2 Ch
ru: 2 Пар

source: Ezr
ru: Езд

source: Ne
ru: Неем

source: Et
ru: Есф

source: Job
ru: Иов

source: Ps
ru: Пс

source: Prv
ru: Прит

source: Ec
ru: Екк

source: So
ru: Песн

source: Is
ru: Ис

source: Jr
ru: Иер

source: Lm
ru: Плач

source: Ez
ru: Иез

source: Dn
ru: Дан

source: Ho
ru: Ос

source: Jl
ru: Иоил

source: Am
ru: Амос

source: Ob
ru: Авд

source: Jn
ru: Иона

source: Mi
ru: Мих

source: Na
ru: Наум

source: Hk
ru: Авв

source: Zp
ru: Соф

source: Hg
ru: Агг

source: Zc
ru: Зах

source: Ml
ru: Мал

source: Mt
ru: Мф

source: Mk
ru: Мк

source: Lk
ru: Лк

source: Jo
ru: Ин

source: Act
ru: Деян

source: Rm
ru: Рим

source: 1 Co
ru: 1 Кор

source: 2 Co
ru: 2 Кор

source: Gl
ru: Гал

source: Eph
ru: Еф

source: Ph
ru: Флп

source: Cl
ru: Кол

source: 1 Ts
ru: 1 Фес

source: 2 Ts
ru: 2 Фес

source: 1 Tm
ru: 1 Тим

source: 2 Tm
ru: 2 Тим

source: Tt
ru: Тит

source: Phm
ru: Флм

source: Hb
ru: Евр

source: Jm
ru: Иак

source: 1 Pe
ru: 1 Пет

source: 2 Pe
ru: 2 Пет

source: 1 Jo
ru: 1 Ин

source: 2 Jo
ru: 2 Ин

source: 3 Jo
ru: 3 Ин

source: Jd
ru: Иуд

source: Re
ru: Откр
