[
  "Golgotha A possible site for Jesus’ crucifixion (Mt 27:33–37).",
  "Garden Tomb A possible site for the tomb in which the body of Jesus was placed (Jo 19:38–42).",
  "The risen Christ appeared to Mary Magdalene in the garden outside His tomb (Jo 20:1–17).",
  "Antonia Fortress Jesus may have been accused, condemned, mocked, and scourged at this site (Jo 18:28-40 Jo 19:1-16).",
  "Paul was arrested and recounted the story of his conversion (Act 21:31-40, Act 22:1-21).",
  "Pool of Bethesda Jesus healed an invalid on the Sabbath (Jo 5:2–9).",
  "Temple Gabriel promised Zacharias that Elisabeth would bear a son (Lk 1:5–25).",
  "The veil of the temple was rent at the death of the Savior (Mt 27:51).",
  "Solomon’s Porch Jesus proclaimed that He was the Son of God. The Jews attempted to stone Him (Jo 10:22–39). Peter preached repentance after healing a lame man (Act 3:11–26).",
  "Gate Beautiful Peter and John healed a lame man (Act 3:1–10).",
  "Pinnacle of the Temple Jesus was tempted by Satan (Mt 4:5–7). (A likely location for this event.)",
  "Holy Mount (unspecified locations)",
  "Tradition holds that here Abraham built an altar for the sacrifice of Isaac (Gn 22:9–14).",
  "Solomon built the temple (1 Kgs 6:1–10, 2 Ch 3:1).",
  "The Babylonians destroyed the temple in about 587 B.C. (2 Kgs 25:8–9).",
  "Zerubbabel rebuilt the temple in about 515 B.C. (Ezr 3:8–10, Ezr 5:2, Ezr 6:14–16).",
  "Herod expanded the temple plaza and rebuilt the temple starting in 17 B.C. Jesus was presented as a baby (Lk 2:22–39).",
  "At age 12, Jesus taught in the temple (Lk 2:41–50).",
  "Jesus cleansed the temple (Mt 21:12-16, Jo 2:13–17).",
  "Jesus taught in the temple on several occasions (Mt 21:23-39, Jo 7:14-53, Jo 8:1-59).",
  "The Romans under Titus destroyed the temple in A.D. 70.","Garden of Gethsemane Jesus suffered, was betrayed, and was arrested (Mt 26:36–46, Lk 22:39–54).",
  "Mount of Olives",
  "Jesus foretold the destruction of Jerusalem and the temple. He also spoke of the Second Coming (Mt 24:3–25:46).",
  "From here Jesus ascended into heaven (Act 1:9–12).",
  "On October 24, 1841, Elder Orson Hyde dedicated the Holy Land for the return of the children of Abraham.",
  "Gihon Spring Solomon was anointed king (1 Kgs 1:38–39). Hezekiah had a tunnel dug to bring water from the spring into the city (2 Ch 32:30).",
  "Water Gate Ezra read and interpreted the law of Moses to the people (Ne 8:1–8).",
  "Hinnom Valley The false god Molech was worshipped, which included child sacrifice (2 Kgs 23:10, 2 Ch 28:3).",
  "House of Caiaphas Jesus was taken before Caiaphas (Mt 26:57–68). Peter denied that he knew Jesus (Mt 26:69–75).",
  "Upper Room The traditional location where Jesus ate the Passover meal and instituted the sacrament (Mt 26:20–30). He washed the feet of the Apostles (Jo 13:4–17) and taught them (Jo 13:18–38, Jo 17:1-26).",
  "Herod’s Palace Christ was taken before Herod, possibly at this location (Lk 23:7–11).",
  "Jerusalem (unspecified locations)",
  "Melchizedek ruled as king of Salem (Gn 14:18).",
  "King David captured the city from the Jebusites (2 Sm 5:7, 1 Ch 11:4–7).",
  "The city was destroyed by the Babylonians in about 587 B.C. (2 Kgs 25:1–11).",
  "The Holy Ghost filled many on the day of Pentecost (Act 2:1–4).",
  "Peter and John were arrested and brought before the council (Act 4:1–23).",
  "Ananias and Sapphira lied to the Lord and died (Act 5:1–10).",
  "Peter and John were arrested, but an angel delivered them from prison (Act 5:17–20).",
  "The Apostles chose seven men to assist them (Act 6:1–6).",
  "Stephen’s testimony to the Jews was rejected, and he was stoned to death (Act 6:8–15, Act 7:1-60).",
  "James was martyred (Act 12:1–2).",
  "An angel freed Peter from prison (Act 12:5–11).",
  "The Apostles decided the issue of circumcision (Act 15:5–29).",
  "The Romans under Titus destroyed the city in A.D. 70."
]
