[
  "Gaza Philip preached of Christ and baptized an Ethiopian eunuch on his way to Gaza (Act 8:26–39).",
  "Jerusalem See map 12 for events in Jerusalem.",
  "Joppa Peter received a vision that God grants the gift of repentance to the Gentiles (Act 10, Act 11:5–18). Peter raised Tabitha from the dead (Act 9:36–42).",
  "Samaria Philip ministered in Samaria (Act 8:5–13), and Peter and John later taught here (Act 8:14–25). After they conferred the gift of the Holy Ghost, Simon the sorcerer sought to buy this gift from them (Act 8:9–24).",
  "Caesarea Here, after an angel ministered to a centurion named Cornelius, Peter allowed him to be baptized (Act 10). Here Paul made his defense before Agrippa (Act 25–26).",
  "Damascus Jesus appeared to Saul (Act 9:1–7). After Ananias restored Saul’s sight, Saul was baptized and began his ministry (Act 9:10–27).",
  "Antioch (in Syria) Here disciples were first called Christians (Act 11:26). Agabus prophesied famine (Act 11:27–28). Great dissension arose at Antioch concerning circumcision (Act 14:26–28, Act 15:1–9). In Antioch Paul began his second mission with Silas, Barnabas, and Judas Barsabas (Act 15:22, Act 30, Act 35).",
  "Tarsus Paul’s hometown, Paul was sent here by the Brethren to protect his life (Act 9:29–30).",
  "Cyprus After being persecuted, some Saints fled to this island (Act 11:19). Paul traveled through Cyprus on his first missionary journey (Act 13:4–5), as did Barnabas and Mark later (Act 15:39).",
  "Paphos Paul cursed a sorcerer here (Act 13:6–11).",
  "Derbe Paul and Barnabas preached the gospel in this city (Act 14:6–7, Act 20–21).",
  "Lystra When Paul healed a cripple, he and Barnabas were hailed as gods. Paul was stoned and presumed dead but revived and continued preaching (Act 14:6–21). Home of Timothy (Act 16:1–3).",
  "Iconium On their first mission, Paul and Barnabas preached here and were threatened with stoning (Act 13:51–14:7).",
  "Laodicea and Colosse Laodicea is one of the branches of the Church that Paul visited and received letters from (Col. 4:16). It is also one of the seven cities listed in the book of Revelation (the others are Ephesus, Smyrna, Pergamos, Thyatira, Sardis, and Philadelphia, see Re 1:11). Colosse lies 11 miles (18 kilometers) to the east of Laodicea. Paul wrote to the Saints who lived here.",
  "Antioch (in Pisidia) On their first mission, Paul and Barnabas taught the Jews that Christ came of the seed of David. Paul offered the gospel to Israel, then to the Gentiles. Paul and Barnabas were persecuted and expelled (Act 13:14–50).",
  "Miletus While here on his third mission, Paul warned the elders of the Church that “grievous wolves” would enter the flock (Act 20:29–31).",
  "Patmos John was a prisoner on this island when he received the visions now contained in the book of Revelation (Re 1:9).",
  "Ephesus Apollos preached here with power (Act 18:24–28). Paul, on his third mission, taught in Ephesus for two years, converting many people (Act 19:10, 18). Here he conferred the gift of the Holy Ghost by the laying on of hands (Act 19:1–7) and performed many miracles, including casting out evil spirits (Act 19:8–21). Here worshippers of Diana raised a tumult against Paul (Act 19:22–41). Part of the book of Revelation was addressed to the Church at Ephesus (Re 1:11).",
  "Troas While Paul was here on his second missionary journey, he saw a vision of a man in Macedonia asking for help (Act 16:9–12). While here on his third mission, Paul raised Eutychus from the dead (Act 20:6–12).",
  "Philippi Paul, Silas, and Timothy converted a woman named Lydia, cast out an evil spirit, and were beaten (Act 16:11–23). They received divine help to escape prison (Act 16:23–26).",
  "Athens Paul, while on his second mission to Athens, preached at Mars’ Hill (Areopagus) about the “unknown god” (Act 17:22–34).",
  "Corinth Paul went to Corinth on his second mission, where he stayed with Aquila and Priscilla. He preached here and baptized many people (Act 18:1–18). From Corinth, Paul wrote his epistle to the Romans.",
  "Thessalonica Paul preached here during his second missionary journey. His missionary group departed for Berea after the Jews threatened their safety (Act 17:1–10).",
  "Berea Paul, Silas, and Timothy found noble souls to teach during Paul’s second missionary journey. The Jews from Thessalonica followed and persecuted them (Act 17:10–13).",
  "Macedonia Paul taught here on his second and third journeys (Act 16:9–40, 19:21). Paul praised the generosity of the Macedonian Saints, who gave to him and to the poor Saints at Jerusalem (Rm 15:26, 2 Co 8:1–5, 11:9).",
  "Melita Paul was shipwrecked on this island on his way to Rome (Act 26:32, Act 27:1, Act 41–44). He was unharmed by a snakebite and healed many who were sick on Melita (Act 28:1–9).",
  "Rome Paul preached here for two years under house arrest (Act 28:16–31). He also wrote epistles, or letters, to the Ephesians, Philippians, and Colossians and to Timothy and Philemon while imprisoned in Rome. Peter wrote his first epistle from “Babylon,” which was probably Rome, soon after Nero’s persecutions of the Christians in A.D. 64. It is generally believed that Peter and Paul were martyred here."
]
